Repository: entaku0818/VoiceMemo
Catalog: ios/VoiLog/Locate/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# 「%@」の文字起こしが完了しました。
source: Transcription of “%@” is complete.
ar: اكتمل نسخ «%@».
bn: “%@”-এর ট্রান্সক্রিপশন সম্পন্ন হয়েছে।
ca: S'ha completat la transcripció de «%@».
cs: Přepis nahrávky „%@“ je hotový.
da: Transskriptionen af “%@” er færdig.
de: Die Transkription von „%@“ ist abgeschlossen.
el: Η απομαγνητοφώνηση της ηχογράφησης «%@» ολοκληρώθηκε.
es: La transcripción de «%@» se ha completado.
fi: Äänitteen litterointi valmis: %@
fr: La transcription de « %@ » est terminée.
gu: “%@”નું ટ્રાન્સક્રિપ્શન પૂર્ણ થયું.
he: התמלול של ״%@״ הושלם.
hi: “%@” का ट्रांसक्रिप्शन पूरा हो गया।
hr: Transkripcija snimke „%@” je dovršena.
hu: A(z) „%@” átirata elkészült.
id: Transkripsi “%@” selesai.
it: La trascrizione di “%@” è stata completata.
ja: 「%@」の文字起こしが完了しました。
kn: “%@” ರೆಕಾರ್ಡಿಂಗ್‌ನ ಪ್ರತಿಲೇಖನ ಪೂರ್ಣಗೊಂಡಿದೆ.
ko: ‘%@’의 문자 변환이 완료되었습니다.
ml: "%@"-ന്റെ ട്രാൻസ്ക്രിപ്ഷൻ പൂർത്തിയായി.
mr: “%@” चे ट्रान्सक्रिप्शन पूर्ण झाले.
ms: Transkripsi "%@" telah selesai.
nb: Transkripsjonen av «%@» er ferdig.
nl: De transcriptie van ‘%@’ is voltooid.
or: “%@”ର ଟ୍ରାନ୍ସକ୍ରିପସନ୍ ସମ୍ପୂର୍ଣ୍ଣ ହେଲା।
pa: “%@” ਦੀ ਟ੍ਰਾਂਸਕ੍ਰਿਪਸ਼ਨ ਪੂਰੀ ਹੋ ਗਈ ਹੈ।
pl: Transkrypcja nagrania „%@” została ukończona.
pt_br: A transcrição de “%@” foi concluída.
pt_pt: A transcrição de “%@” está concluída.
ro: Transcrierea pentru „%@” s-a finalizat.
ru: Транскрипция записи «%@» завершена.
sk: Prepis nahrávky „%@“ je dokončený.
sl: Prepis posnetka »%@« je končan.
sv: Transkriptionen av ”%@” är klar.
ta: "%@"-இன் உரையாக்கம் முடிந்தது.
te: "%@" యొక్క ట్రాన్స్‌క్రిప్షన్ పూర్తయింది.
th: ถอดเสียง “%@” เสร็จแล้ว
tr: “%@” kaydının transkripsiyonu tamamlandı.
uk: Транскрипцію «%@» завершено.
ur: "%@" کی ٹرانسکرپشن مکمل ہو گئی۔
vi: Đã phiên âm xong “%@”.
zh_hans: “%@”的转录已完成。
zh_hant: 「%@」的轉錄已完成。

# %@ %@ 再生時間: %@ この録音を削除しますか？
source: %1$@ %2$@ Playback Time: %3$@ Delete this recording?
ar: %1$@ %2$@ مدة التشغيل: %3$@ هل تريد حذف هذا التسجيل؟
de: %@ %@ Dauer: %@ Diese Aufnahme löschen?
es: %@ %@ Duración: %@ ¿Eliminar esta grabación?
fr: %@ %@ Durée : %@ Supprimer cet enregistrement ?
hi: %1$@ %2$@ अवधि: %3$@ क्या आप इस रिकॉर्डिंग को हटाना चाहते हैं?
id: %1$@ %2$@ Durasi: %3$@ Hapus rekaman ini?
it: %@ %@ Durata: %@ Eliminare questa registrazione?
ja: %@ %@ 再生時間: %@ この録音を削除しますか？
ko: %1$@ %2$@ 재생 시간: %3$@ 이 녹음을 삭제하시겠습니까?
nl: %1$@ %2$@ Afspeelduur: %3$@ Wil je deze opname verwijderen?
pl: %1$@ %2$@ Czas odtwarzania: %3$@ Czy chcesz usunąć to nagranie?
pt_br: %@ %@ Duração: %@ Excluir esta gravação?
pt_pt: %@ %@ Duração: %@ Eliminar esta gravação?
ru: %@ %@ Длительность: %@ Удалить эту запись?
sv: %1$@ %2$@ Speltid: %3$@ Vill du ta bort den här inspelningen?
th: %1$@ %2$@ ระยะเวลา: %3$@ คุณต้องการลบการบันทึกนี้หรือไม่?
tr: %@ %@ Süre: %@ Bu kaydı silmek istiyor musunuz?
vi: %@ %@ Thời lượng: %@ Xóa bản ghi này?
zh_hans: %@ %@ 播放时长：%@ 删除此录音？
zh_hant: %@ %@ 播放時長：%@ 刪除此錄音？

# %@/年
source: %@/year
ar: %@/سنة
bn: %@/বছর
ca: %@/any
cs: %@/rok
da: %@/år
de: %@/Jahr
el: %@/έτος
es: %@/año
fi: %@/vuosi
fr: %@/an
gu: %@/વર્ષ
he: %@ לשנה
hi: %@/वर्ष
hr: %@/god.
hu: %@/év
id: %@/tahun
it: %@/anno
ja: %@/年
kn: %@/ವರ್ಷ
ko: %@/년
ml: %@/വർഷം
mr: %@/वर्ष
ms: %@/tahun
nb: %@/år
nl: %@/jaar
or: %@/ବର୍ଷ
pa: %@/ਸਾਲ
pl: %@/rok
pt_br: %@/ano
pt_pt: %@/ano
ro: %@/an
ru: %@/год
sk: %@/rok
sl: %@/leto
sv: %@/år
ta: %@/ஆண்டு
te: %@/సంవత్సరం
th: %@/ปี
tr: %@/yıl
uk: %@/рік
ur: %@/سال
vi: %@/năm
zh_hans: %@/年
zh_hant: %@/年

# %@/月
source: month
ar: شهر
de: %@/Monat
es: %@/mes
fr: %@/mois
hi: महीना
id: bulan
ja: %@/月
ko: 월
nl: maand
pl: miesiąc
pt_br: %@/mês
pt_pt: %@/mês
ru: %@/месяц
sv: månad
th: เดือน
tr: %@/ay
vi: %@/tháng
zh_hans: %@/月
zh_hant: %@/月

# 1. 録音する
source: 1. Record
ar: ١. تسجيل
de: 1. Aufnehmen
es: 1. Grabar
fr: 1. Enregistrer
hi: १. रिकॉर्ड करें
id: 1. Rekam
it: 1. Registrare
ja: 1. 録音する
ko: 1. 녹음하기
nl: 1. Opnemen
pl: 1. Nagraj
pt_br: 1. Iniciar gravação
pt_pt: 1. Iniciar gravação
ru: 1. Начать запись
sv: 1. Spela in
th: 1. บันทึก
tr: 1. Kayda başla
vi: 1. Bắt đầu ghi âm
zh_hans: 1. 录音
zh_hant: 1. 錄音

# 2. 録音を停止
source: 2. Stop Recording
ar: ٢. إيقاف التسجيل
de: 2. Aufnahme stoppen
es: 2. Detener grabación
fr: 2. Arrêter l'enregistrement
hi: २. रिकॉर्डिंग बंद करें
id: 2. Hentikan Rekaman
it: 2. Interrompere la registrazione
ja: 2. 録音を停止
ko: 2. 녹음 정지
nl: 2. Stop opname
pl: 2. Zatrzymaj nagrywanie
pt_br: 2. Parar gravação
pt_pt: 2. Parar gravação
ru: 2. Остановить запись
sv: 2. Stoppa inspelning
th: 2. หยุดบันทึก
tr: 2. Kaydı durdur
vi: 2. Dừng ghi âm
zh_hans: 2. 停止录音
zh_hant: 2. 停止錄音

# 3. 再生する
source: 3. Play
ar: ٣. تشغيل
de: 3. Abspielen
es: 3. Reproducir
fr: 3. Lire
hi: ३. चलाएं
id: 3. Putar
it: 3. Riprodurre
ja: 3. 再生する
ko: 3. 재생하기
nl: 3. Afspelen
pl: 3. Odtwórz
pt_br: 3. Reproduzir
pt_pt: 3. Reproduzir
ru: 3. Воспроизвести
sv: 3. Spela upp
th: 3. เล่น
tr: 3. Kaydı oynat
vi: 3. Phát lại
zh_hans: 3. 播放
zh_hant: 3. 播放

# App Storeでレビューを書いてください
source: Please write a review on the App Store
ar: يرجى كتابة تقييم على App Store
de: Bitte schreiben Sie eine Bewertung im App Store
es: Por favor, escriba una reseña en App Store
fr: Veuillez écrire un avis sur l'App Store
hi: कृपया App Store पर समीक्षा लिखें
id: Silakan tulis ulasan di App Store
it: Scrivi una recensione sull'App Store
ja: App Storeでレビューを書いてください
ko: App Store에 리뷰를 작성해 주세요
nl: Schrijf een review op de App Store
pl: Napisz recenzję w App Store
pt_br: Por favor, escreva uma avaliação na App Store
pt_pt: Por favor, escreva uma avaliação na App Store
ru: Пожалуйста, оставьте отзыв в App Store
sv: Skriv en recension på App Store
th: กรุณาเขียนรีวิวบน App Store
tr: Lütfen App Store'da bir yorum yazın
vi: Vui lòng viết đánh giá trên App Store
zh_hans: 请在App Store上撰写评论
zh_hant: 請在App Store撰寫評論

# App Storeで評価する
source: Rate on App Store
ar: قيّم على App Store
de: Im App Store bewerten
es: Valorar en App Store
fr: Évaluer sur l'App Store
hi: App Store पर रेटिंग दें
id: Beri nilai di App Store
it: Valuta su App Store
ja: App Storeで評価する
ko: App Store에서 평가
nl: Beoordeel op App Store
pl: Oceń w App Store
pt_br: Avaliar na App Store
pt_pt: Avaliar na App Store
ru: Оценить в App Store
sv: Betygsätt på App Store
th: ให้คะแนนบน App Store
tr: App Store'da değerlendir
vi: Đánh giá trên App Store
zh_hans: 在App Store评分
zh_hant: 在App Store評分

source: Close
ar: إغلاق
bn: বন্ধ করুন
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
gu: બંધ કરો
he: סגירה
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
kn: ಮುಚ್ಚಿ
ko: 닫기
ml: അടയ്ക്കുക
mr: बंद करा
ms: Tutup
nb: Lukk
nl: Sluiten
or: ବନ୍ଦ କରନ୍ତୁ
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Închideți
ru: Закрыть
sk: Zavrieť
sl: Zapri
sv: Stäng
ta: மூடு
te: మూసివేయి
th: ปิด
tr: Kapat
uk: Закрити
ur: بند کریں
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# CountDown - イベントタイマー
source: CountDown - Event Timer
ar: CountDown - مؤقت الأحداث
hi: CountDown - इवेंट टाइमर
id: CountDown - Pengatur Waktu Acara
ja: CountDown - イベントタイマー
ko: 카운트다운 - 이벤트 타이머
nl: CountDown - Evenementtimer
pl: CountDown - Timer wydarzeń
sv: CountDown - Händelsetimer
th: CountDown - ตัวจับเวลากิจกรรม

source: Error Logs
ar: سجلات الأخطاء
bn: ত্রুটির লগ
ca: Registres d'errors
cs: Protokoly chyb
da: Fejllogs
de: Fehlerprotokolle
el: Αρχεία καταγραφής σφαλμάτων
es: Registros de errores
fi: Virhelokit
fr: Journaux d'erreurs
gu: ભૂલ લૉગ
he: יומני שגיאות
hi: त्रुटि लॉग
hr: Zapisnici pogrešaka
hu: Hibanaplók
id: Log Kesalahan
it: Log degli errori
ja: エラーログ
kn: ದೋಷದ ಲಾಗ್‌ಗಳು
ko: 오류 로그
ml: പിശക് ലോഗുകൾ
mr: त्रुटी लॉग
ms: Log Ralat
nb: Feillogger
nl: Foutlogboeken
or: ତ୍ରୁଟି ଲଗ୍
pa: ਗੜਬੜ ਲੌਗ
pl: Dzienniki błędów
pt_br: Logs de erros
pt_pt: Registos de erros
ro: Jurnale de erori
ru: Журналы ошибок
sk: Protokoly chýb
sl: Dnevniki napak
sv: Felloggar
ta: பிழைப் பதிவுகள்
te: ఎర్రర్ లాగ్‌లు
th: บันทึกข้อผิดพลาด
tr: Hata günlükleri
uk: Журнал помилок
ur: خرابی کے لاگز
vi: Nhật ký lỗi
zh_hans: 错误日志
zh_hant: 錯誤記錄

# Gemini AIで文字起こし
source: Transcribe with Gemini AI
ar: النسخ باستخدام Gemini AI
de: Transkription mit Gemini AI
es: Transcribir con Gemini AI
fr: Transcrire avec Gemini AI
hi: Gemini AI से ट्रांसक्राइब करें
id: Transkripsi dengan Gemini AI
it: Trascrivi con Gemini AI
ja: Gemini AIで文字起こし
ko: Gemini AI로 받아쓰기
nl: Transcriberen met Gemini AI
pl: Transkrypcja z Gemini AI
pt_pt: Transcrever com Gemini AI
ru: Транскрипция с Gemini AI
sv: Transkribera med Gemini AI
th: ถอดเสียงด้วย Gemini AI
tr: Gemini AI ile Transkribe Et
vi: Phiên Âm với Gemini AI
zh_hans: 使用 Gemini AI 转录
zh_hant: 使用 Gemini AI 轉錄

# Mac用 (標準形式)
source: For Mac (Standard format)
ar: لـ Mac (التنسيق القياسي)
de: Für Mac (Standardformat)
es: Para Mac (formato estándar)
fr: Pour Mac (format standard)
hi: Mac के लिए (मानक प्रारूप)
id: Untuk Mac (Format standar)
it: Per Mac (formato standard)
ja: Mac用 (標準形式)
ko: Mac용 (표준 형식)
nl: Voor Mac (standaardformaat)
pl: Dla Mac (Format standardowy)
pt_br: Para Mac (formato padrão)
pt_pt: Para Mac (formato padrão)
ru: Для Mac (стандартный формат)
sv: För Mac (standardformat)
th: สำหรับ Mac (รูปแบบมาตรฐาน)
tr: Mac için (Standart format)
vi: Cho Mac (định dạng chuẩn)
zh_hans: Mac用（标准格式）
zh_hant: Mac用（標準格式）

source: OK
ar: حسناً
bn: ঠিক আছে
ca: D'acord
gu: ઠીક છે
he: אישור
hi: ठीक है
hr: U redu
kn: ಸರಿ
ml: ശരി
mr: ठीक आहे
or: ଠିକ୍ ଅଛି
pa: ਠੀਕ ਹੈ
sl: V redu
ta: சரி
te: సరే
th: ตกลง
ur: ٹھیک ہے

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Configuración
fr: Ouvrir les paramètres
hi: सेटिंग खोलें
id: Buka Pengaturan
it: Apri le Impostazioni
ja: 設定画面を開く
ko: 설정 열기
nl: Instellingen openen
pl: Otwórz ustawienia
pt_pt: Abrir Configurações
ru: Открыть настройки
sv: Öppna inställningar
th: เปิดการตั้งค่า
tr: Ayarları Aç
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定

source: Permission is required to record voice memos
ar: مطلوب الإذن لتسجيل المذكرات الصوتية
bn: ভয়েস মেমো রেকর্ড করতে অনুমতি প্রয়োজন
ca: Cal permís per gravar notes de veu
cs: K nahrávání hlasových poznámek je potřeba oprávnění
da: Der kræves tilladelse for at optage lyd
de: Zum Aufnehmen von Sprachnotizen ist eine Berechtigung erforderlich.
el: Απαιτείται άδεια για την ηχογράφηση φωνητικών σημειώσεων
es: Se requiere permiso para grabar notas de voz.
fi: Äänimuistioiden tallentamiseen tarvitaan lupa
fr: Une autorisation est nécessaire pour enregistrer des mémos vocaux.
gu: વૉઇસ મેમો રેકોર્ડ કરવા માટે પરવાનગી જરૂરી છે
he: נדרשת הרשאה כדי להקליט תזכירים קוליים
hi: वॉइस मेमो रिकॉर्ड करने के लिए अनुमति आवश्यक है
hr: Za snimanje glasovnih bilješki potrebno je dopuštenje
hu: A hangjegyzetek rögzítéséhez engedély szükséges
id: Izin diperlukan untuk merekam memo suara
it: È necessaria l'autorizzazione per registrare i memo vocali.
ja: 音声メモを録音するには許可が必要です
kn: ವಾಯ್ಸ್ ಮೆಮೊ ರೆಕಾರ್ಡ್ ಮಾಡಲು ಅನುಮತಿ ಅಗತ್ಯವಿದೆ
ko: 음성 메모를 녹음하려면 권한이 필요합니다
ml: വോയ്സ് മെമോകൾ റെക്കോർഡ് ചെയ്യാൻ അനുമതി ആവശ്യമാണ്
mr: व्हॉइस मेमो रेकॉर्ड करण्यासाठी परवानगी आवश्यक आहे
ms: Kebenaran diperlukan untuk merakam memo suara
nb: Du må gi tillatelse for å ta opp lydnotater
nl: Toestemming vereist om spraaknotities op te nemen
or: ଭଏସ୍ ମେମୋ ରେକର୍ଡ କରିବାକୁ ଅନୁମତି ଆବଶ୍ୟକ
pa: ਵੌਇਸ ਮੈਮੋ ਰਿਕਾਰਡ ਕਰਨ ਲਈ ਇਜਾਜ਼ਤ ਲੋੜੀਂਦੀ ਹੈ
pl: Wymagane jest pozwolenie do nagrywania notatek głosowych
pt_br: É necessária permissão para gravar áudio
pt_pt: É necessária permissão para gravar notas de voz.
ro: Este necesară permisiunea pentru a înregistra memouri vocale
ru: Требуется разрешение для записи голосовых заметок.
sk: Na nahrávanie hlasových poznámok je potrebné povolenie
sl: Za snemanje glasovnih beležk je potrebno dovoljenje
sv: Behörighet krävs för att spela in röstanteckningar
ta: குரல் மெமோக்களைப் பதிவுசெய்ய அனுமதி தேவை
te: వాయిస్ మెమోలను రికార్డ్ చేయడానికి అనుమతి అవసరం
th: ต้องได้รับอนุญาตจึงจะบันทึกเสียงได้
tr: Sesli not kaydetmek için izin gereklidir.
uk: Для запису голосових нотаток потрібен дозвіл
ur: وائس میمو ریکارڈ کرنے کے لیے اجازت درکار ہے
vi: Cần cấp quyền để ghi âm ghi chú giọng nói
zh_hans: 需要权限来录制语音备忘录。
zh_hant: 錄製語音備忘錄需要許可。

source: Permission is required to record voice memos.
ar: مطلوب الإذن لتسجيل المذكرات الصوتية.
de: Erlaubnis ist erforderlich, um Sprachnotizen aufzunehmen.
es: Se necesita permiso para grabar notas de voz.
fr: Une autorisation est nécessaire pour enregistrer des mémos vocaux.
hi: वॉइस मेमो रिकॉर्ड करने के लिए अनुमति आवश्यक है।
id: Izin diperlukan untuk merekam memo suara.
it: È necessaria l'autorizzazione per registrare i memo vocali.
ja: 音声メモを録音するには許可が必要です
ko: 음성 메모를 녹음하려면 권한이 필요합니다.
nl: Toestemming vereist om spraaknotities op te nemen.
pl: Wymagane jest pozwolenie do nagrywania notatek głosowych.
pt_pt: É necessário permissão para gravar notas de voz.
ru: Требуется разрешение для записи голосовых заметок.
sv: Behörighet krävs för att spela in röstanteckningar.
th: ต้องการสิทธิ์ในการบันทึกบันทึกเสียง
tr: Sesli not kaydetmek için izin gereklidir.
vi: Cần có quyền để ghi âm ghi chú bằng giọng nói.
zh_hans: 需要权限来录制语音备忘录。
zh_hant: 錄製語音備忘錄需要許可。

# Premium機能が必要です
source: Premium feature required
ar: ميزة Premium مطلوبة
de: Premium-Funktion erforderlich
es: Se requiere función Premium
fr: Fonction Premium requise
hi: Premium सुविधा आवश्यक है
id: Fitur Premium diperlukan
it: Funzione Premium richiesta
ja: Premium機能が必要です
ko: 프리미엄 기능이 필요합니다
nl: Premium-functie vereist
pl: Wymagana funkcja Premium
pt_br: Recurso Premium necessário
pt_pt: Recurso Premium necessário
ru: Требуется Premium функция
sv: Premium-funktion krävs
th: ต้องการฟีเจอร์ Premium
tr: Premium özellik gerekli
vi: Cần tính năng Premium
zh_hans: 需要Premium功能
zh_hant: 需要Premium功能

source: Read More
ar: اقرأ المزيد
bn: আরও পড়ুন
ca: Més informació
cs: Další informace
da: Læs mere
de: Mehr lesen
el: Περισσότερα
es: Leer más
fi: Lue lisää
fr: Lire la suite
gu: વધુ વાંચો
he: למידע נוסף
hi: और पढ़ें
hr: Pročitaj više
hu: Tovább
id: Baca Selengkapnya
it: Leggi di più
ja: もっと読む
kn: ಇನ್ನಷ್ಟು ಓದಿ
ko: 더 보기
ml: കൂടുതൽ വായിക്കുക
mr: अधिक वाचा
ms: Baca Lagi
nb: Les mer
nl: Meer lezen
or: ଅଧିକ ପଢ଼ନ୍ତୁ
pa: ਹੋਰ ਪੜ੍ਹੋ
pl: Czytaj więcej
pt_br: Ler mais
pt_pt: Ler mais
ro: Citiți mai mult
ru: Подробнее
sk: Čítať ďalej
sl: Preberite več
sv: Läs mer
ta: மேலும் படிக்க
te: మరింత చదవండి
th: อ่านเพิ่มเติม
tr: Devamını oku
uk: Докладніше
ur: مزید پڑھیں
vi: Đọc thêm
zh_hans: 阅读更多
zh_hant: 閱讀更多

source: Recording
ar: تسجيل
bn: রেকর্ডিং
ca: Gravació
cs: Nahrávání
da: Optagelse
de: Aufnahme läuft
el: Ηχογράφηση
es: Grabación
fi: Äänitys
fr: Enregistrement
gu: રેકોર્ડિંગ
he: הקלטה
hi: रिकॉर्डिंग
hr: Snimanje
hu: Felvétel
id: Rekaman
it: Registrazione
ja: 録音中
kn: ರೆಕಾರ್ಡ್ ಆಗುತ್ತಿದೆ
ko: 녹음 중
ml: റെക്കോർഡ് ചെയ്യുന്നു
mr: रेकॉर्डिंग
ms: Merakam
nb: Opptak
nl: Opname
or: ରେକର୍ଡିଂ
pa: ਰਿਕਾਰਡਿੰਗ
pl: Nagrywanie
pt_br: Gravação
pt_pt: A gravar
ro: Înregistrare
ru: Запись
sk: Nahrávanie
sl: Snemanje
sv: Inspelning
ta: பதிவாகிறது
te: రికార్డ్ అవుతోంది
th: กำลังบันทึก
tr: Kayıt
uk: Запис
ur: ریکارڈنگ جاری
vi: Đang ghi âm
zh_hans: 正在录音
zh_hant: 錄音中

source: Recording requires microphone access.
ar: التسجيل يتطلب الوصول إلى الميكروفون.
de: Für die Aufnahme ist der Zugriff auf das Mikrofon erforderlich.
es: La grabación requiere acceso al micrófono.
fr: L'enregistrement nécessite un accès au microphone.
hi: रिकॉर्डिंग के लिए माइक्रोफ़ोन की पहुंच आवश्यक है।
id: Rekaman memerlukan akses mikrofon.
it: La registrazione richiede l'accesso al microfono.
ja: 録音にはマイクロフォンへのアクセスが必要です
ko: 녹음하려면 마이크 접근 권한이 필요합니다.
nl: Opname vereist toegang tot de microfoon.
pl: Nagrywanie wymaga dostępu do mikrofonu.
pt_pt: A gravação requer acesso ao microfone.
ru: Для записи необходим доступ к микрофону.
sv: Inspelning kräver mikrofonåtkomst.
th: การบันทึกต้องใช้การเข้าถึงไมโครโฟน
tr: Kayıt için mikrofon erişimi gereklidir.
vi: Ghi âm yêu cầu truy cập vào microphone.
zh_hans: 录音需要麦克风访问权限。
zh_hant: 錄音需要使用麥克風訪問權限。

# Speedmeter - GPS速度計
source: Speedmeter - GPS Speedometer
ar: Speedmeter - مقياس السرعة GPS
hi: Speedmeter - GPS स्पीडोमीटर
id: Speedmeter - Speedometer GPS
ja: Speedmeter - GPS速度計
ko: 속도계 - GPS 속도계
nl: Speedmeter - GPS-snelheidsmeter
pl: Speedmeter - Prędkościomierz GPS
sv: Speedmeter - GPS-hastighetsmätare
th: Speedmeter - มาตรวัดความเร็ว GPS

source: Voice memo playback failed.
ar: فشل تشغيل المذكرة الصوتية.
de: Die Wiedergabe der Sprachnotiz ist fehlgeschlagen.
es: La reproducción de la nota de voz falló.
fr: Échec de la lecture du mémo vocal.
hi: वॉइस मेमो प्लेबैक विफल रहा।
id: Pemutaran memo suara gagal.
it: Riproduzione del memo vocale non riuscita.
ja: 再生が失敗しました
ko: 음성 메모 재생에 실패했습니다.
nl: Afspelen van spraaknotitie mislukt.
pl: Odtwarzanie notatki głosowej nie powiodło się.
pt_pt: A reprodução da nota de voz falhou.
ru: Не удалось воспроизвести голосовую заметку.
sv: Uppspelning av röstanteckning misslyckades.
th: การเล่นบันทึกเสียงล้มเหลว
tr: Sesli not oynatma başarısız oldu.
vi: Phát lại ghi chú bằng giọng nói không thành công.
zh_hans: 语音备忘录播放失败。
zh_hant: 語音備忘錄播放失敗。

source: Voice memo recording failed.
ar: فشل تسجيل المذكرة الصوتية.
de: Die Aufnahme der Sprachnotiz ist fehlgeschlagen.
es: La grabación de la nota de voz falló.
fr: Échec de l'enregistrement du mémo vocal.
hi: वॉइस मेमो रिकॉर्डिंग विफल रही।
id: Perekaman memo suara gagal.
it: Registrazione del memo vocale non riuscita.
ja: 収録が失敗しました
ko: 음성 메모 녹음에 실패했습니다.
nl: Opnemen van spraaknotitie mislukt.
pl: Nagrywanie notatki głosowej nie powiodło się.
pt_pt: A gravação da nota de voz falhou.
ru: Не удалось записать голосовую заметку.
sv: Inspelning av röstanteckning misslyckades.
th: การบันทึกบันทึกเสียงล้มเหลว
tr: Sesli not kaydı başarısız oldu.
vi: Ghi âm ghi chú bằng giọng nói không thành công.
zh_hans: 语音备忘录录制失败。
zh_hant: 語音備忘錄錄製失敗。

# Windows用 (MP4形式)
source: For Windows (MP4 format)
ar: لـ Windows (تنسيق MP4)
de: Für Windows (MP4-Format)
es: Para Windows (formato MP4)
fr: Pour Windows (format MP4)
hi: Windows के लिए (MP4 प्रारूप)
id: Untuk Windows (Format MP4)
it: Per Windows (formato MP4)
ja: Windows用 (MP4形式)
ko: Windows용 (MP4 형식)
nl: Voor Windows (MP4-formaat)
pl: Dla Windows (Format MP4)
pt_br: Para Windows (formato MP4)
pt_pt: Para Windows (formato MP4)
ru: Для Windows (формат MP4)
sv: För Windows (MP4-format)
th: สำหรับ Windows (รูปแบบ MP4)
tr: Windows için (MP4 formatı)
vi: Cho Windows (định dạng MP4)
zh_hans: Windows用（MP4格式）
zh_hant: Windows用（MP4格式）

# アイコンカスタマイズ
source: Icon Customization
ar: تخصيص الأيقونة
bn: আইকন কাস্টমাইজেশন
ca: Personalització de la icona
cs: Vlastní ikona
da: Tilpas ikon
de: Symbol anpassen
el: Προσαρμογή εικονιδίου
es: Personalizar icono
fi: Kuvakkeen muokkaus
fr: Personnaliser l'icône
gu: આઇકન કસ્ટમાઇઝેશન
he: התאמה אישית של הצלמית
hi: आइकन कस्टमाइज़ेशन
hr: Prilagodba ikone
hu: Ikon testreszabása
id: Kustomisasi ikon
it: Personalizza icona
ja: アイコンカスタマイズ
kn: ಐಕಾನ್ ಕಸ್ಟಮೈಸೇಶನ್
ko: 아이콘 사용자화
ml: ഐക്കൺ ഇഷ്ടാനുസൃതമാക്കൽ
mr: आयकॉन कस्टमायझेशन
ms: Penyesuaian Ikon
nb: Tilpass ikon
nl: Pictogram aanpassen
or: ଆଇକନ୍ କଷ୍ଟମାଇଜେସନ୍
pa: ਆਈਕਨ ਕਸਟਮਾਈਜ਼ੇਸ਼ਨ
pl: Dostosuj ikonę
pt_br: Personalizar ícone
pt_pt: Personalizar ícone
ro: Personalizare pictogramă
ru: Настройка иконки
sk: Prispôsobenie ikony
sl: Prilagoditev ikone
sv: Anpassa ikon
ta: ஐகான் தனிப்பயனாக்கம்
te: ఐకాన్ అనుకూలీకరణ
th: ปรับแต่งไอคอน
tr: Simge özelleştirme
uk: Персоналізація іконки
ur: آئیکن کی تخصیص
vi: Tùy chỉnh biểu tượng
zh_hans: 自定义图标
zh_hant: 自訂圖示

# アプリを評価
source: Rate App
ar: تقييم التطبيق
de: App bewerten
es: Valorar app
fr: Évaluer l'app
hi: ऐप को रेट करें
id: Nilai Aplikasi
it: Valuta app
ja: アプリを評価
ko: 앱 평가
nl: App beoordelen
pl: Oceń aplikację
pt_br: Avaliar app
pt_pt: Avaliar app
ru: Оценить приложение
sv: Betygsätt app
th: ให้คะแนนแอป
tr: Uygulamayı değerlendir
vi: Đánh giá ứng dụng
zh_hans: 评价应用
zh_hant: 評價應用程式

# いいえ、フィードバックを送信
source: No, Send to FeedBack
ar: لا، إرسال تعليقات
de: Nein, zum Feedback senden
es: No, enviar a retroalimentación.
fr: Non, envoyer au feedback
hi: नहीं, फ़ीडबैक भेजें
id: Tidak, Kirim Masukan
it: No, invia un feedback.
ja: いいえ、フィードバックを送信
ko: 아니요, 피드백 보내기
nl: Nee, feedback sturen
pl: Nie, wyślij opinię
pt_pt: Não, enviar para o Feedback
ru: Нет, отправить обратную связь
sv: Nej, skicka feedback
th: ไม่ ส่งข้อเสนอแนะ
tr: Hayır, Geri Bildirime Gönder
vi: Không, gửi phản hồi
zh_hans: 不，发送反馈
zh_hant: 不，發送反饋

# エクスポート
source: Export
ar: تصدير
bn: এক্সপোর্ট করুন
ca: Exporta
cs: Exportovat
da: Eksporter
de: Exportieren
el: Εξαγωγή
es: Exportar
fi: Vie
fr: Exporter
gu: એક્સપોર્ટ કરો
he: ייצוא
hi: निर्यात करें
hr: Izvezi
hu: Exportálás
id: Ekspor
it: Esporta
ja: エクスポート
kn: ಎಕ್ಸ್‌ಪೋರ್ಟ್
ko: 내보내기
ml: എക്സ്പോർട്ട്
mr: एक्सपोर्ट करा
ms: Eksport
nb: Eksporter
nl: Exporteren
or: ଏକ୍ସପୋର୍ଟ କରନ୍ତୁ
pa: ਐਕਸਪੋਰਟ ਕਰੋ
pl: Eksportuj
pt_br: Exportar
pt_pt: Exportar
ro: Exportați
ru: Экспорт
sk: Exportovať
sl: Izvozi
sv: Exportera
ta: ஏற்றுமதி
te: ఎక్స్‌పోర్ట్
th: ส่งออก
tr: Dışa aktar
uk: Експорт
ur: ایکسپورٹ
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

# エラー
source: Error
ar: خطأ
bn: ত্রুটি
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
gu: ભૂલ
he: שגיאה
hi: त्रुटि
hr: Pogreška
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
kn: ದೋಷ
ko: 오류
ml: പിശക്
mr: त्रुटी
ms: Ralat
nb: Feil
nl: Fout
or: ତ୍ରୁଟି
pa: ਗੜਬੜ
pl: Błąd
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sl: Napaka
sv: Fel
ta: பிழை
te: ఎర్రర్
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
ur: خرابی
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# オレンジ
source: Orange
ar: برتقالي
bn: কমলা
ca: Taronja
cs: Oranžová
el: Πορτοκαλί
es: Naranja
fi: Oranssi
gu: નારંગી
he: כתום
hi: नारंगी
hr: Narančasta
hu: Narancssárga
id: Oranye
it: Arancione
ja: オレンジ
kn: ಕಿತ್ತಳೆ
ko: 주황색
ml: ഓറഞ്ച്
mr: नारिंगी
ms: Oren
nb: Oransje
nl: Oranje
or: କମଳା
pa: ਸੰਤਰੀ
pl: Pomarańczowy
pt_br: Laranja
pt_pt: Laranja
ro: Portocaliu
ru: Оранжевый
sk: Oranžová
sl: Oranžna
ta: ஆரஞ்சு
te: నారింజ
th: ส้ม
tr: Turuncu
uk: Помаранчева
ur: نارنجی
vi: Cam
zh_hans: 橙色
zh_hant: 橙色

# お問い合わせ
source: Contact Us
ar: اتصل بنا
de: Kontakt
es: Contacto
fr: Contact
hi: हमसे संपर्क करें
id: Hubungi Kami
it: Contatti
ja: お問い合わせ
ko: 문의하기
nl: Neem contact op
pl: Skontaktuj się z nami
pt_pt: Contacte-nos
ru: Связаться с нами
sv: Kontakta oss
th: ติดต่อเรา
tr: İletişim
vi: Liên hệ
zh_hans: 联系我们
zh_hant: 聯絡我們

# お気に入り
source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
hi: पसंदीदा
id: Favorit
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nl: Favorieten
pl: Ulubione
pt_br: Favoritos
pt_pt: Favoritos
ru: Избранное
sv: Favoriter
th: รายการโปรด
tr: Favoriler
vi: Yêu thích
zh_hans: 收藏
zh_hant: 收藏

# カウントダウンタイマー
source: Countdown Timer
ar: مؤقت العد التنازلي
hi: काउंटडाउन टाइमर
id: Timer Hitung Mundur
ja: カウントダウンタイマー
ko: 카운트다운 타이머
nl: Afteltimer
pl: Timer odliczający
sv: Nedräkningstimer
th: ตัวจับเวลาถอยหลัง

# キャンセル
source: Cancel
ar: إلغاء
bn: বাতিল করুন
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Kumoa
fr: Annuler
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégsem
id: Batal
it: Annulla
ja: キャンセル
kn: ರದ್ದುಮಾಡಿ
ko: 취소
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
nb: Avbryt
nl: Annuleren
or: ବାତିଲ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
ta: ரத்துசெய்
te: రద్దు చేయి
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# グリーン
source: Green
ar: أخضر
bn: সবুজ
ca: Verd
cs: Zelená
da: Grøn
de: Grün
el: Πράσινο
es: Verde
fi: Vihreä
fr: Vert
gu: લીલો
he: ירוק
hi: हरा
hr: Zelena
hu: Zöld
id: Hijau
it: Verde
ja: グリーン
kn: ಹಸಿರು
ko: 초록색
ml: പച്ച
mr: हिरवा
ms: Hijau
nb: Grønn
nl: Groen
or: ସବୁଜ
pa: ਹਰਾ
pl: Zielony
pt_br: Verde
pt_pt: Verde
ro: Verde
ru: Зелёный
sk: Zelená
sl: Zelena
sv: Grön
ta: பச்சை
te: ఆకుపచ్చ
th: เขียว
tr: Yeşil
uk: Зелена
ur: سبز
vi: Xanh lá
zh_hans: 绿色
zh_hant: 綠色
